require("dashboard").setup({
	theme = "doom",
	config = {
		vertical_center = true,
		header = {
			[[                                                                       ]],
			[[  ██████   █████                   █████   █████  ███                  ]],
			[[ ░░██████ ░░███                   ░░███   ░░███  ░░░                   ]],
			[[  ░███░███ ░███   ██████   ██████  ░███    ░███  ████  █████████████   ]],
			[[  ░███░░███░███  ███░░███ ███░░███ ░███    ░███ ░░███ ░░███░░███░░███  ]],
			[[  ░███ ░░██████ ░███████ ░███ ░███ ░░███   ███   ░███  ░███ ░███ ░███  ]],
			[[  ░███  ░░█████ ░███░░░  ░███ ░███  ░░░█████░    ░███  ░███ ░███ ░███  ]],
			[[  █████  ░░█████░░██████ ░░██████     ░░███      █████ █████░███ █████ ]],
			[[ ░░░░░    ░░░░░  ░░░░░░   ░░░░░░       ░░░      ░░░░░ ░░░░░ ░░░ ░░░░░  ]],
			[[                                                                       ]],
		},
		center = {
			{ action = "Telescope find_files", desc = " Find file", key = "f" },
			{ action = "Telescope live_grep", desc = " Grep", key = "g" },
			{ action = "Telescope buffers", desc = " Buffers", key = "b" },
			{ action = "Oil .", desc = " Explorer", key = "e" },
			{ action = "qa", desc = " Quit", key = "q" },
		},
		footer = {},
	},
})
